Repository: sixtythreebits/Sixtythreebits.Onboarding
Catalog: SixtyThreeBits.Core/Properties/Resources.*.resx
Languages: ka

# TextActive
source: Active
ka: აქტიური

# TextAdd
source: Add
ka: დამატება

# TextAdminWelcomeSubTitle
source: Please sign in to continue for administration
ka: მართვის პანელზე მოსახვედრად გთხოვთ გაიაროთ ავტორიზაცია

# TextAdminWelcomeTitle
source: Welcome to Admin
ka: მოგესალმებით ადმინის მხარეს

# TextAuthor
source: Author
ka: ავტორი

# TextBackToPreviousPage
source: Back to Previous Page
ka: წინა გვერდზე დაბრუნება

# TextBackToWebsite
source: Back to Website
ka: ვებ გვერდზე დაბრუნება

# TextBirthDate
source: Date of birth
ka: დაბადების თარიღი

# TextBrand
source: Brand
ka: ბრენდი

# TextCancel
source: Cancel
ka: გაუქმება

# TextCaption
source: Caption
ka: დასახელება

# TextCaptionEng
source: Caption Eng
ka: დასახელება Eng

# TextCategory
source: Category
ka: კატეგორია

# TextCloudProperties
source: Cloud Properties
ka: Cloud პარამეტრები

# TextCode
source: Code
ka: კოდი

# TextCodename
source: Codename
ka: კოდური სახელი

# TextConfirmDelete
source: Do you really want to delete this item?
ka: ნამდვილად გნებავთ ჩანაწერის წაშლა?

# TextConfirmDeleteImage
source: Do you really want to delete this image?
ka: ნამდვილად გნებავთ სურათის წაშლა?

# TextConfirmDeleteRecursive
source: Deleting this item will also delete all child items. Do you really want to continue?
ka: ჩანაწერის წაშლა აგრეთვე გამოიწვევს ყველა ქვე-ჩანაწერების წაშლას (ასეთების არსებობის შემთხვევაში). ნამდვილად გსურთ გაგრძელება?

# TextContactAddress
source: Contact Address
ka: საკონტაქტო მისამართი

# TextContactEmail
source: Contact Email
ka: საკონტაქტო ელ-ფოსტა

# TextContactPhone
source: Contact Phone
ka: საკონტაქტო ტელეფონი

# TextDate
source: Date
ka: თარიღი

# TextDateCreated
source: Date Created
ka: შექმნის თარიღი

# TextDelete
source: Delete
ka: წაშლა

# TextDescription
source: Description
ka: აღწერა

# TextDescriptionEng
source: Description Eng
ka: აღწერა Eng

# TextDescriptionShort
source: Short Description
ka: მოკლე აღწერა

# TextDescriptionShortEng
source: Short Description Eng
ka: მოკლე აღწერა Eng

# TextDictionaryCode
source: Dictionary Code
ka: ცნობარის კოდი

# TextEmail
source: Email
ka: ელ-ფოსტა

# TextEmailProperties
source: Email Properties
ka: ელ-ფოსტის პარამეტრები

# TextError
source: Sorry something went wrong
ka: უკაცრავად დაფიქსირდა შეცდომა

# TextExcelDownloadTemplate
source: Download Excel Template
ka: ექსელის შაბლონის გადმოწერა

# TextExcelUpload
source: Upload Excel
ka: ექსელის ატვირთვა

# TextExport
source: Export
ka: ექსპორტი

# TextExternalPage
source: External Page
ka: გარე გვერდი

# TextFeatured
source: Featured
ka: რჩეული

# TextFirstname
source: Firstname
ka: სახელი

# TextGeneralProperties
source: General Properties
ka: ძირითადი პარამეტრები

# TextGenerateFromTitle
source: generate from title
ka: შექმნა სათაურისგან

# TextGetMeOuttaHere
source: Get me outta here
ka: გამაცალე აქაურობას

# TextIntCode
source: Int Code
ka: რიცხვითი კოდი

# TextLastname
source: Lastname
ka: გვარი

# TextLogin
source: Login
ka: ავტორიზაცია

# TextLogout
source: Logout
ka: გასვლა

# TextMenu
source: Menu
ka: მენიუ

# TextMenuIcon
source: Menu Icon
ka: მენიუს იკონკა

# TextMenuTitle
source: Menu Title
ka: მენიუს სათაური

# TextMenuTitleEng
source: Menu Title Eng
ka: მენიუს სათაური Eng

# TextName
source: Name
ka: სახელი

# TextNameEng
source: Name Eng
ka: სახელი Eng

# TextNext
source: Prev
ka: წინა

# TextNo
source: No
ka: არა

# TextPageNotFound
source: 404 - Page Not Found
ka: 404 - გვერდი ვერ მოიძებნა

# TextPageNotFoundMessage1
source: Sorry, page not found
ka: უკაცრავად, გვერდი ვერ მოიძებნა

# TextPageNotFoundMessage2
source: The resource you were looking for is not found
ka: რესურსი რომელიც თქვენ მოითხოვეთ ვერ მოიძებნა

# TextPageShortDescriptionAndImageInfo
source: Short description and image is used for sharing on social platforms and google search results.
ka: სურათი და მოკლე აღწერა გამოიყენება სოც. ქსელებში გაზიარებასა და Google - ის საძიებო სისტემაში გამოსაჩენად.

# TextPageUrl
source: Page Url
ka: გვერდის მისამართი

# TextPassword
source: Password
ka: პაროლი

# TextPermission
source: Permission
ka: უფლება

# TextPermissions
source: Permissions
ka: უფლებები

# TextPhoneCell
source: Cell number
ka: მობილურის ნომერი

# TextPhotos
source: Photos
ka: სურათები

# TextPosition
source: Position
ka: პოზიცია

# TextPrev
source: Next
ka: შემდეგი

# TextPrice
source: Price
ka: ფასი

# TextPriceOld
source: Price Old
ka: ძველი ფასი

# TextProducerCountry
source: Producer Country
ka: მწარმოებელი ქვეყანა

# TextProjectName
source: Project Name
ka: პროექტის სახელი

# TextPublished
source: Published
ka: გამოქვეყნებული

# TextRedirectFrom
source: Redirect From
ka: გადამისამართება - დან

# TextRedirectTo
source: Redirect To
ka: გადამისამართება - სკენ

# TextRelogin
source: Relogin
ka: რეავტორიზაცია

# TextRemainder
source: Remainder
ka: ნაშთი

# TextRemainderUpload
source: Upload Remainders
ka: ნაშთების ატვირთვა

# TextRememberMe
source: Remember Me
ka: დამიმახსოვრე

# TextRole
source: Role
ka: როლი

# TextRoles
source: Roles
ka: როლები

# TextSave
source: Save
ka: შენახვა

# TextSortIndex
source: Sort Index
ka: სორტ. ინდექსი

# TextStringCode
source: String Code
ka: სტრიქონული კოდი

# TextSuccess
source: Operation has been finished successfully
ka: ოპერაცია წარმატებით შესრულდა

# TextTemplate
source: Template
ka: შაბლონი

# TextTestButton
source: Test
ka: გატესტვა

# TextTitle
source: Title
ka: სათაური

# TextTitleEng
source: Title Eng
ka: სათაური Eng

# TextUpdate
source: Update
ka: რედაქტირება

# TextUpload
source: Upload
ka: ატვირთვა

# TextUploadImage
source: Upload Image
ka: სურათის ატვირთვა

# TextUsername
source: Username
ka: სახელი

# TextVideoUrl
source: Video Url
ka: ვიდეოს მისამართი

# TextYes
source: Yes
ka: კი

# ValidationEmailFormatInvalid
source: Email format is invalid
ka: ელ-ფოსტის ფორმატი არასწორია

# ValidationExcelDuplicateItemFound
source: Duplicate item found. Row {0}
ka: ჩანაწერი დუბლირებულია. ხაზი {0}

# ValidationPasswordLength
source: Password length must be more then 8 symbols
ka: პაროლი უნდა შეიცავდეს მინიმუმ 8 სიმბოლოს

# ValidationPasswordOldNotMatch
source: Invalid current password
ka: მიმდინარე პაროლი არასწორია

# ValidationPasswordsNotMatch
source: Passwords not match
ka: პაროლები არ ემთხვევა

# ValidationPasswordStrength
source: Password must contain at least one letter and one digit
ka: პაროლი უნდა შეიცავდეს მინიმუმ ერთ სიმბოლოსა და ერთ ციფრს

# ValidationProductNameRequired
source: Product name is required
ka: პროდუქტის სახელის შეყვანა აუცილებელია

# ValidationProductPriceFormatInvalid
source: Invalid price format. Only positive decimal numbers are allowed (for example - 63.5)
ka: ფასი არასწორ ფორმატშია მოწოდებული. დასაშვებია მხოლოდ დადებითი ათწილადი რიცხვები (მაგ 63.5)

# ValidationProductPriceRequired
source: Product price is required
ka: პროდუქტის ფასის შეყვანა აუცილებელია

# ValidationProductRemainderFormatInvalid
source: Invalid remainder format. Only positive whole numbers are allowed (for example - 63)
ka: ნაშთი არასწორ ფორმატშია მოწოდებული. დასაშვებია მხოლოდ დადებითი მთელი რიცხვები (მაგ 63)

# ValidationProductRemainderRequired
source: Product remainder is required
ka: პროდუქტის ნაშთის შეყვანა აუცილებელია

# ValidationRequired
source: Field is required
ka: ველის შეყვანა აუცილებელია

# ValidationSlugNotUniq
source: URL Slug is not uniq
ka: URL Slug არ არის უნიკალური

# ValidationTextMaxLength
source: Max length has been exceeded. Only {0} symbols are allowed.
ka: ტექსტის მაქსიმალური ზომა {0} სიმბოლო უნდა იყოს

# ValidationUserEmailNotUniq
source: User email is already in use
ka: მოცემული ელ-ფოსტის მისამართი უკვე გამოყენებულია

# ValidationUserInvalidUsernameOrPassword
source: Invalid username or password
ka: არასწორი სახელი ან პაროლი
